Repository: wp-plugins/skt-nurcaptcha
Catalog: languages/Skt_nurcaptcha-*.po
Languages: fr_fr, nl_nl, pt_br

source: Registration Form
fr_fr: Formulaire d'enregistrement
nl_nl: Registratieformulier
pt_br: Formulário de Registro

source: Register For This Site
fr_fr: S'enregistrer sur ce site
nl_nl: Registreer voor deze site
pt_br: Registre-se para este Site

source: There is a problem with your response: %s
fr_fr: Il y a un problème avec votre réponse : %s
nl_nl: Er is een probleem met uw antwoord: %s
pt_br: Há um problema com a sua resposta: %s

source: Username
fr_fr: Nom d'utilisateur
nl_nl: Gebruikersnaam
pt_br: Nome de Usuário

source: A password will be e-mailed to you.
fr_fr: Un mot de passe vous sera envoyé par mail
nl_nl: Een wachtwoord zal u worden toegezonden via mail.
pt_br: Uma senha será enviada para o seu e-mail.

source: Lost your password?
fr_fr: Mot de passe perdu?
nl_nl: Uw wachtwoord vergeten?
pt_br: Perdeu a sua senha?

source: Use only non-accented alphanumeric characters plus these: _ [underscore], [space], . [dot], - [hyphen], * [asterisk], and @ [at]
fr_fr: Utilisez uniquement des caractères alphanumériques non accentués et les caractères suivants : _ [underscore], [espace], . [point], - [tiret], * [asterisque], et @ [at]
nl_nl: Gebruik enkel alphanumerieke karakters zonder accenten, plus deze: _ [underscore], [spatie], . [punt], - [liggend streepje], * [sterretje], and @ [at]
pt_br: Utilize apenas caracteres alfanuméricos não acentuados e mais: _ [travessão baixo], [espaço], . [ponto], - [hífen], * [asterisco], e @ [arroba]

source: Use a functional email address, as your temporary password will be sent to that email
fr_fr: Utilisez une adresse mail valide car votre mot de passe vous sera expédié à cette adresse
nl_nl: Gebruik een werkend e-mailadres gezien uw tijdelijke wachtwoord erheen wordt gezonden
pt_br: Use um email que esteja funcional, pois sua senha de acesso temporária será enviada para esse email

source: To get registered, just transcribe both the words, numbers and signs you see in the box below, to the small text field under it, no matter how absurd they look like, just to make clear you are a human being trying to register to this site. We welcome you, but we must keep out all spambots.
fr_fr: Pour vous enregistrer, vous devez retranscrire tous les mots et nombres affichés dans la fenêtre ci-dessous dans le champ texte juste en dessous, sans tenir compte de leur possible coté absurde, il s'agit juste de prouver que vous êtes bien un être humain tentant de vous enregistrer sur ce site. Vous êtes le bienvenu, ce qui n'est pas le cas des robots de spam!
nl_nl: Om te registreren, schrijf de woorden, nummers en tekens in het kader over in het tekstveld eronder. Hoe absurd deze ook lijken, het is enkel om aan te tonen dat u een echte persoon bent. Mensen zijn hier welkom, spambots niet.
pt_br: Para registrar-se, apenas transcreva as duas palavras, números ou sinais que você vê na caixa abaixo para o pequeno campo de texto logo abaixo dela, não importa o quão absurdas essas palavras possam parecer, para deixar claro que você é um ser humano real tentando se registrar neste site. Você é bem-vindo, mas infelizmente precisamos nos livrar dos spambots.

source: To get registered, just click on the box below to confirm you're not a spam robot. If after that you're prompted with another challenge, just transcribe the words, numbers and signs you see in the image to the small text field over it, no matter how absurd they look like, just to make clear you are a human being trying to register to this site. We welcome you, but we must keep out all spambots.
fr_fr: Pour vous inscrire, il suffit de cliquer sur la case ci-dessous pour confirmer que vous n'êtes pas un robot de spam. Si après cela vous êtes soumis à un nouveau test, il vous suffit de retranscrire les mots, nombres et signes que vous voyez dans la petite zone de texte, quelque soit leur coté absurde, afin de prouver que vous êtes bien un être humain tentant de vous inscrire sur ce site. Vous êtes les bienvenus, mais nous devont nous prémunir des robots de spam.
pt_br: Para ser registrado, apenas clique no box abaixo para confirmar que você não é um robô spammer. Se depois disso for apresentado a você um outro desafio, apenas transcreva as palavras, números e sinais que você vê na imagem para o pequeno campo de texto acima dessa imagem - não importa o quão absurdos eles pareçam - apenas para deixar claro que você é um ser humano tentando se registrar neste site. Você é bem vindo, mas precisamos manter todos esses spambots fora daqui.

source: Could not open socket - server communication failed - try again later.
fr_fr: Impossible d'ouvrir le port - la communication avec le serveur a échouée - réessayez plus tard.
nl_nl: Kon socket niet openen - communicatie met de server is mislukt - probeer later opnieuw.
pt_br: Não foi possível abrir a conexão - falha na comunicação com o servidor - tente novamente mais tarde.

source: To use reCAPTCHA you must get an API key from %s
fr_fr: Pour utiliser reCAPTCHA vous devez récupérer une clé AP de %s
nl_nl: Om reCAPTCHA te gebruiken, heeft u een API-sleutel nodig van %s
pt_br: Para usar reCAPTCHA você precisa obter uma chave API em %s

source: For security reasons, you must pass the remote ip to reCAPTCHA
fr_fr: Pour des raisons de sécurité, vous devez passer l'adresse IP distante de reCAPTCHA
nl_nl: Om veiligheidsredenen moet u de remote IP doorgeven aan reCAPTCHA
pt_br: Por razões de segurança, você precisa passar o ip remoto para o reCAPTCHA

source: Inconsistency detected - try again later.
fr_fr: Incohérence détectée - réessayer plus tard.
nl_nl: Inconsistentie gedetecteerd - probeer later opnieuw.
pt_br: Inconsistência detectada - tente novamente mais tarde.

source: Response field was empty!
fr_fr: Le champs de réponse est vide!
nl_nl: Het antwoordveld was leeg
pt_br: O campo de resposta estava em branco!

source: Incorrect Captcha solution - please try again.
fr_fr: Mauvaise réponse au Captcha - merci de recommencer.
nl_nl: Fout captcha-antwoord ingegeven - probeer het opnieuw.
pt_br: Solução do Captcha incorreta - por favor tente novamente.

source: error: No return data from query. Try again later.
fr_fr: erreur : Pas de données reçues de la requête. Essayez plus tard.
nl_nl: fout: Geen data teruggekregen na de opzoeking. Probeer later nog eens.
pt_br: erro: a consulta não retornou dados. Tente novamente mais tarde.

source: says: 'Spammer signature found!' Registration will not be allowed for this user
fr_fr: 'Signature spammer trouvée!' La création d'un compte ne sera pas autorisé pour cet utilisateur
nl_nl: zegt: 'Spamhandtekening gevonden!' De registratie zal niet worden toegestaan aan deze gebruiker.
pt_br: diz: 'Assinatura de spammer encontrada!' O registro deste usuário não será permitido.

source: is suspect
fr_fr: est suspect
nl_nl: is verdacht
pt_br: é suspeito

source: occurrences found
fr_fr: Occurences trouvées
nl_nl: vermeldingen gevonden
pt_br: ocorrências encontradas

source: error: No return data from API query.
fr_fr: erreur : Pas de données reçues de la requête API.
nl_nl: fout: Geen data teruggekregen van de API-opzoeking
pt_br: erro: nenhum dado de resposta na consulta de API.

source: error: %s
fr_fr: erreur : %s
nl_nl: fout: %s
pt_br: erro: %s

source: says: 'Bot signature found!' Registration will not be allowed for this user.
fr_fr: 'Signature Bot trouvée!' La création d'un compte ne sera pas autorisé pour cet utilisateur
nl_nl: zegt: 'Bothandtekening gevonden!' De registratie zal niet worden toegestaan aan deze gebruiker.
pt_br: diz: 'Assinatura de spambot encontrada!' O registro deste usuário não será permitido.

source: Log table successfully deleted.
fr_fr: Table de log supprimée avec succès.
pt_br: O arquivo de Log foi apagado com sucesso.

source: Log in
fr_fr: Connectez-vous
nl_nl: Inloggen
