Repository: wp-plugins/skt-nurcaptcha
Catalog: languages/Skt_nurcaptcha-*.po
Languages: fr_fr, nl_nl, pt_br

source: An Error occurred: Log File deletion was not possible.
fr_fr: Une erreur est survenue : Impossible de supprimer le fichier de log.
nl_nl: Er trad een fout op: het logboek kon niet verwijderd worden.
pt_br: Ocorreu um erro: não foi possível apagar o arquivo de Log.

source: Options saved.
fr_fr: Options sauvegardées.
nl_nl: Opties zijn opgeslagen.
pt_br: Opções Salvas

source: Get a visual challenge
fr_fr: Obtenir un test visuel
nl_nl: Een visuele uitdaging proberen
pt_br: Obtenha um desafio visual

source: Get an audio challenge
fr_fr: Obtenir un test sonore
nl_nl: Een audio-uitdaging proberen
pt_br: Obtenha um desafio de áudio

source: Get a new challenge
fr_fr: Obtenir un nouveau test
nl_nl: Een nieuwe uitdaging proberen
pt_br: Obtenha um novo desafio

source: Type the two words:
fr_fr: Saisissez les deux mots :
nl_nl: Typ de twee woorden:
pt_br: Digite as duas palavras:

source: Type the words in the boxes:
fr_fr: Saisissez les mots dans les boites :
nl_nl: Typ de woorden in de vakken:
pt_br: Digite as palavras nas caixas:

source: Type what you hear:
fr_fr: Ecrivez ce que vous entendez :
nl_nl: Typ wat u hoort:
pt_br: Digite o que você ouvir:

source: Help
fr_fr: Aide
pt_br: Ajuda

source: Play sound again
fr_fr: Rejouer le son
nl_nl: Geluid opnieuw afspelen
pt_br: Tocar o som novamente

source: Download sound as MP3
fr_fr: Télécharger le son en MP3
nl_nl: Geluid downloaden als MP3
pt_br: Fazer o download do som como MP3

source: Incorrect. Try again.
fr_fr: Incorrect. Veuillez réessayer.
nl_nl: Onjuist. Probeer het opnieuw.
pt_br: Incorreto. Tente novamente.

source: reCAPTCHA challenge image
fr_fr: Test image reCAPTCHA
nl_nl: reCAPTCHA-uitdagingsafbeelding
pt_br: Imagem de desafio do reCAPTCHA:

source: Skt NURCaptcha Settings
fr_fr: Paramètres Skt NURCaptcha
nl_nl: Skt NURCaptcha-instellingen
pt_br: Skt NURCaptcha - Configurações

source: This option cannot be undone. Do you really want to erase all Log Data and restart Log File?
fr_fr: Cette action ne peut pas être annulée. Voulez-vous vraiment effacer tous les Log et partir sur un nouveau Log?
nl_nl: Deze optie kan niet ongedaan worden gemaakt. Bent u zeker dat je alle logboekdata wil verwijderen en het logboek wil herstarten?
pt_br: Esta opção não pode ser desfeita. Você deseja mesmo apagar todos os dados do Log e reiniciar do zero?

source: Version:
nl_nl: Versie:
pt_br: Versão:

source: has blocked
fr_fr: a bloqué
nl_nl: blokkeerde
pt_br: já bloqueou

source: suspect register attempts on this site.
fr_fr: tentatives d'enregistrements suspectes sur le site.
nl_nl: verdachte registratiepogingen op deze site.
pt_br: tentativas suspeitas de registro neste site.

source: Toggle Log
fr_fr: Afficher les log
nl_nl: Het logboek uitklappen/opklappen
pt_br: Mostrar/ocultar o Log

source: NURCaptcha stands for <strong>New User Register Captcha</strong>.
fr_fr: NURCaptcha permet <strong>l'enregistrement des nouveaux utilisateurs par Captcha</strong>.
nl_nl: NURCaptcha staat voor <strong>New User Register Captcha</strong>.
pt_br: NURCaptcha é a abreviação de <strong>New User Register Captcha</strong>.

source: It uses Google's reCaptcha tools to protect your site against spammer bots,
fr_fr: Il utilise le reCaptcha de Google pour protéger votre site contre les bots de spamms
nl_nl: Het gebruikt Google's reCaptcha-tool om je site te beschermen tegen spambots,
pt_br: Este plugin usa as ferramentas do reCAPTCHA da Google para proteger seu site contra os spammer bots,

source: adding security to the WP Register Form. You can learn more
fr_fr: en ajoutant une sécurité au formulaire d'enregistrement WP. En savoir plus
nl_nl: waardoor het het WP-registratieformulier veiliger maakt. Lees er meer over
pt_br: acrescentando uma segurança adicional ao formulário de registro de novo usuário no WordPress. Você pode obter mais informações

source: here
fr_fr: ici
nl_nl: hier
pt_br: aqui

source: about reCAPTCHA Security
fr_fr: concernant la sécurité reCAPTCHA.
nl_nl: over reCAPTCHA-veiligheid
pt_br: sobre a segurança oferecida pelo reCAPTCHA

source: Update Options
fr_fr: Mise à jour des options
nl_nl: Opties bijwerken
pt_br: Atualizar opções

source: Remember to save your changes before leaving this page!
fr_fr: Pensez à sauvegarder vos changements avant de quitter cette page!
nl_nl: Vergeet niet je wijzigingen op te slaan voor u de pagina verlaat!
pt_br: Lembre-se de salvar suas alterações antes de sair desta página!

source: Delete Log File
fr_fr: Effacer le fichier de log
nl_nl: Logboek verwijderen
pt_br: Apagar o Log

source: Cancel Delete Log File
fr_fr: Annuler la supression du fichier de log
nl_nl: Logboek verwijderen annuleren
pt_br: Não apagar o Log

source: Last Blocked Attemptives
fr_fr: Dernières tentatives bloquées
nl_nl: Laatste geblokkeerde pogingen
pt_br: Últimas tentativas bloqueadas

source: Page
nl_nl: Pagina
pt_br: Página

source: of
fr_fr: de
nl_nl: van
pt_br: de

source: occurrences per page
fr_fr: Occurences par pages
nl_nl: vermeldingen per pagina
pt_br: ocorrências por página

source: No data to show
fr_fr: Pas de données à afficher
nl_nl: Geen data om weer te geven
pt_br: Não há informações disponíveis

source: To enable this plugin's functionality, please enter your reCAPTCHA keys here:
fr_fr: Pour activer les fonctionnalités de ce plugin, merci d'entrer vos clés reCaptcha ci-dessous :
nl_nl: Om de functionaliteit van deze plugin te activeren, geef hier je reCAPTCHA-sleutels in:
pt_br: Para habilitar a funcionalidade deste plugin, registre abaixo as suas chaves do reCAPTCHA:

source: IMPORTANT NOTICE:
fr_fr: Avis important :
pt_br: AVISO IMPORTANTE:

source: A new version of reCaptcha has been released by Google. This plugin will keep your site protected by the old version reCaptcha until you decide to upgrade. We strongly recommend you to upgrade as soon as possible, as the old reCaptcha API may be set out of operation in a short time. To upgrade to this new version, you must check the "use new version" option below and then click the "Update Options" button
fr_fr: Une nouvelle version de reCaptcha a été publiée par Google. Ce plugin va continuer de protéger votre site avec l'ancienne version de reCaptcha jusqu'a ce que vous décidiez de le mettre à jour. Nous vous recommandons vivement de faire la mise à jour dès que possible dans la mesure ou l'ancienne API reCaptcha peut être mise hors service dans un court laps de temps. Pour passer à cette nouvelle version vous devez cocher l'option "utiliser la nouvelle version" ci-dessous et cliquer sur le bouton "option de mise à jour"
pt_br: Uma nova versão do reCAPTCHA foi lançada pela Google. Este plugin manterá o seu site protegido pela versão antiga do reCAPTCHA até que você decida atualizar. Recomendamos, no entanto, que você atualize tão logo seja possível, pois a API da versão anterior pode ser descontinuada em breve. Para atualizar para esta nova versão, você deve selecionar a opção "Utilizar a nova versão...", abaixo, e então clicar o botão "Atualizar opções"

source: Use new version of Google reCAPTCHA (dec/2014)
fr_fr: Utiliser la nouvelle version du reCAPTCHA google (Déc. 2014)
pt_br: Utilizar a nova versão do reCAPTCHA da Google (dez/2014)

source: Keep using the old version of Google reCAPTCHA, for awhile
fr_fr: Continuer d'utiliser l'ancienne version de reCAPTCHA pendant un certain temps
pt_br: Continuar usando a versão antiga do reCAPTCHA da Google, por enquanto

source: NOTE: If you have signed up for multisite reCaptcha keys before, you will need to delete these keys and sign up for new ones. To do that, just follow the link on the next line.
fr_fr: NOTE : Si vous avez déjà créé des clés reCaptcha pour un multisite, vous devrez supprimer ces clés et en demander de nouvelles. Pour cela, suivez le lien ci-dessous.
pt_br: NOTE: Se você registrou anteriormente chaves reCAPTCHA do tipo "multisite", você vai precisar apagar estas chaves e registrar chaves novas para cada domínio. Para fazer isso, basta seguir o link indicado na próxima linha.

source: Skt NURCaptcha works with the new version of reCaptcha, that has been released by Google on december, 2014. If you prefer, for any reason, to set up this plugin to work with the old reCaptcha API, you can force the old format by checking the "force old version" option below.
fr_fr: Skt NURCaptcha fonctionne avec la nouvelle version de reCatpcha qui a été publiée par Google en décembre 2014. Si pour quelque raison que ce soit vous préférez continuer à utiliser l'ancien reCaptcha, vous pouvez forcer l'ancien format en cochant l'option "Forcer l'ancienne version" ci-dessous.
pt_br: Skt NURCaptcha trabalha com a nova versão do reCAPTCHA, que foi lançada pela Google em dezembro de 2014. Se você preferir, por alguma razão, configurar este plugin para trabalhar com a API do reCAPTCHA antigo, você pode forçar o uso do formato antigo selecionando a opção "Forçar a versão antiga...", abaixo.

source: Keep using the newer version of Google reCAPTCHA (dec/2014)
fr_fr: Forcer l'utilisation de la nouvelle version de reCAPTCHA (déc. 2014)
pt_br: Continuar usando a versão mais nova do reCAPTCHA da Google (dez/2014)

source: Force old version of Google reCAPTCHA, for awhile
fr_fr: Forcer d'utiliser l'ancienne version de reCAPTCHA pendant un certain temps
pt_br: Forçar a versão antiga do reCAPTCHA da Google, por enquanto

source: You can sign up for reCaptcha <strong>free</strong> keys here:
fr_fr: Vous pouvez vous connecter <strong>gratuitement</strong> pour obtenir vos clés reCaptcha ici :
nl_nl: reCaptcha-sleutels kunt u hier <strong>gratis</strong> aanvragen:
pt_br: Você pode registrar-se <strong>gratuitamente</strong> para obter as chaves aqui:

source: Remember to save your changes before leaving this page!
fr_fr: Pensez à sauvegarder vos changements avant de quitter cette page!
nl_nl: Vergeet niet je wijzigingen op te slaan voor je de pagina verlaat!
pt_br: Lembre-se de salvar suas alterações antes de sair desta página!

source: Style your reCaptcha:
fr_fr: Personnalisez votre reCaptcha :
nl_nl: Stijl uw reCaptcha:
pt_br: Estilize o seu reCAPTCHA:

source: reCAPTCHA theme:
fr_fr: Thème reCaptcha :
nl_nl: reCAPTCHA-thema:
pt_br: Tema do reCAPTCHA:

source: This is the look of your captcha
fr_fr: Voici l'aspect de votre captcha
nl_nl: Zo ziet je captcha eruit
pt_br: Esta é a aparência de seu captcha

source: reCAPTCHA language:
fr_fr: Langue reCAPTCHA :
nl_nl: reCAPTCHA-taal:
pt_br: Linguagem do reCAPTCHA:

source: use reCAPTCHA native languages
fr_fr: Utiliser les langues natives reCAPTCHA
nl_nl: gebruik reCAPTCHA's ingebouwde talen
pt_br: Use uma das linguagens nativas do reCAPTCHA:

source: Choose a language on the selector below
fr_fr: Choisissez une langue dans la liste ci-dessous
nl_nl: Kies een taal uit de selectie hieronder
pt_br: Escolha uma linguagem na caixa de selação abaixo

source: use custom strings set
fr_fr: Utiliser des textes personnalisés
nl_nl: gebruik een aangepaste set woorden
pt_br: Use textos customizados

source: Save this choice before making changes on the strings
fr_fr: Sauvegarder ce choix avant de modifier les chaines
nl_nl: Sla deze keuze op alvorens veranderingen aan de woorden aan te brengen
pt_br: Salve esta escolha antes de fazer modificações nos textos

source: Customize reCAPTCHA strings at will by changing the texts in the eleven fields below:
fr_fr: Personnaliser les textes reCAPTCHA à votre guise en changeant les textes dans les champs suivants :
nl_nl: Pas de reCAPTCHA aan naar keuze door onderstaande elf tekstvelden aan te passen:
pt_br: Customize os textos do reCAPTCHA à vontade, modificando as frases nos onze campos abaixo:

source: If you want to force the widget to render in a specific language, use the selector below. Auto-detects the user's language if unspecified.
fr_fr: Si vous voulez forcer la langue du widget, utilisez la liste ci-dessous. Détection automatique de la langue de l'utilisateur si non précisé.
pt_br: Se você quiser obrigar o reCAPTCHA a utilizar uma linguagem específica, use o seletor abaixo. Se não especificada, ele detecta automaticamente a linguagem do usuário

source: reCAPTCHA type:
fr_fr: type de reCAPTCHA
nl_nl: reCAPTCHA-thema:
pt_br: tipo de reCAPTCHA:

source: Once and a while, when needed, reCAPTCHA will present a challenge for the user to solve. By default, this challenge is an image with words or numbers. You can change the challenge to audio type, if you think this is a better fit to your site.
fr_fr: De temps en temps, si besoin, reCAPTCHA présentera un test à résoudre à l'utilisateur. Par défaut, le test est une image avec des mots ou des lettres. Vous pouvez le remplacer par un test sonore si vous pensez que cela s'adapte mieux à votre site.
pt_br: Uma vez ou outra, quando necessário, o reCAPTCHA apresentará ao usuário um desafio para ser resolvido. Por padrão, este desafio é uma imagem com palavras ou números. Você pode mudar o desafio para o tipo áudio, se você acreditar que isto seja mais adequado para o seu site.

source: Use image challenge, when needed
fr_fr: Utiliser le test image au besoin
pt_br: Utilizar desafios de imagem, quando necessário

source: Use audio challenge, only
fr_fr: Utiliser uniquement le test audio
pt_br: Utilizar apenas desafios de áudio

source: enable reCAPTCHA on LOGIN form:
fr_fr: Activer le formulaire de connexion reCAPTCHA
pt_br: habilitar um reCAPTCHA no formulário de LOGIN

source: This feature adds extra security to your site, by inserting a reCAPTCHA at the end of the login form. Thus, even if a bot comes to guess the right username and password, this extra reCAPTCHA may provide additional strenght to block the invasion.
fr_fr: Cette fonctionnalité ajoute une sécurité supplémentaire à votre site en insérant un reCaptcha à la fin du formulaire de connexion. Ainsi, même si un bot vient à deviner le bon nom d'utilisateur et mot de passe, ce reCaptcha supplémentaire renforce le blocage contre l'intrusion.
pt_br: Esse recurso adiciona segurança extra para o seu site, inserindo um reCAPTCHA ao final do formulário de login. Assim, mesmo se um spambot conseguir adivinhar o nome de usuário e senha corretos, este outro reCAPTCHA pode fornecer uma força adicional para bloquear a invasão.

source: Use login reCAPTCHA, for extra protection.
fr_fr: Utiliser l'identification reCAPTCHA pour une protection supplémentaire.
pt_br: Use reCAPTCHA no login, para proteção extra.

source: No, thanks.
fr_fr: Non merci.
nl_nl: Nee, bedankt
pt_br: Não, obrigado.

source: enable reCAPTCHA on selected front-end pages:
pt_br: habilitar o reCAPTCHA em páginas selecionadas:

source: If you have login or register forms located on front-end pages in your site, you must select them at the selector below, so the reCAPTCHA script can be correctly loaded to these pages - ready to be called to action.
pt_br: Se você tem formulários de registro de novo usuário, ou de login, em páginas de seu site, você precisa selecioná-las na lista abaixo, de modo a permitir que o script do reCAPTCHA seja carregado corretamente para essas páginas - de modo que esteja disponível para ser acionado.

source: Get some more information on how to set up front pages to display the captcha by reading this article:
pt_br: Encontre mais informações sobre como configurar as páginas de seu site para exibir o captcha, lendo este artigo:

source: Toggle Selector
pt_br: Mostrar/ocultar o seletor

source: Customize text to appear in Submit Button (register form):
fr_fr: Personnaliser le texte du bouton S'enregistrer (formulaire d'enregistrement) :
nl_nl: Personaliseer de tekst van de verzendknop (registratieformulier):
pt_br: Personalize o texto que aparece no botão "Registrar" do Formulário de Registro:

source: Register
fr_fr: S'enregistrer
nl_nl: Registreer
pt_br: Registrar

source: Configure Anti Spam Databases options:
fr_fr: Configurez les options de la base de données Anti Spam :
nl_nl: Configureer de Anti-Spam databaseopties:
pt_br: Configure as opções para as bases de dados anti spam

source: Skt NURCaptcha adds extra security by checking new user's username, email and ip against trustable databases all around. By default, a search in 'Stop Forum Spam's' database is always done after reCAPTCHA challenge is correctly filled. You may also choose to search up in BotScout's, also.
fr_fr: Skt NURCaptcha ajoute une sécurité supplémentaire en vérifiant pour chaque nouvel utilisateur le nom, l'e-mail et l'adresse IP dans des bases de données digne de confiance. Par défaut, une recherche dans la base de données de 'Stop Forum Spam's' est effectuée pour chaque test reCAPTCHA réalisé avec succès. Vous pouvez également choisir de vérifier dans BotScout.
nl_nl: Skt NURCaptcha voegt extra veiligheid toe door de gebruikersnaam, e-mail en IP af te toetsen met betrouwbare databases. Standaard wordt er altijd een opzoeking in de "Stop Forum Spam" database gedaan nadat de reCAPTCHA correct is ingevuld. U kunt verder aangeven om ook te zoeken in de BotScout-database.
pt_br: Skt NURCaptcha acrescenta uma segurança adicional pela checagem do nome de login, email e IP do novo usuário, utilizando-se de bases de dados confiáveis disponíveis pelo mundo. Como padrão, sempre é feita uma busca no banco de dados do site Stop Forum Spam depois que o desafio do reCAPTCHA for corretamente preenchido. Você também pode querer habilitar a busca na base de daos do site BotScout.

source: Visit Stop Forum Spam site
fr_fr: Visitez le site de Stop Forum Spam
nl_nl: Bezoek de Stop Forum Spam website
pt_br: Visite o site Stop Forum Spam

source: Activate StopForumSpam check for spammer signature (maximum of 20,000 lookups per day)
fr_fr: Activer la recherche de signatures spammer StopForumSpam (maximum de 20,000 recherches par jour)
nl_nl: Activeer de StopForumSpam-controle voor een spamhandtekening (maximum van 20 000 opzoekingen per dag)
pt_br: Ative a busca por assinatura de spammer no StopForumSpam (máximo de 20 mil consultas por dia)

source: Get an API Key at BotScout
fr_fr: Obtenir une clé chez BotScout
nl_nl: Verkrijg een API-sleutel bij BotScout
pt_br: Pegue uma chave de API no BotScout

source: Activate BotScout (maximum of 20 lookups per day without a free BotScout API Key, or 300 with it)
fr_fr: Activer BotScout (maximum de 20 recherches par jour sans la version gratuite de l'API BotScout, 300 avec)
nl_nl: Activeer BotScout (maximum van 20 opzoekingen per dag zonder een gratis BotScout API-sleutel, 300 indien wel)
pt_br: Ative BotScout (máximo de 20 consultas por dia sem uma chave gratuita de API, ou 300 com ela)

source: Leave BotScout in Test Mode (it will not check user's IP).
fr_fr: Laisser BotScout en mode test (ne vérifiera pas les adresses IP des utilisateurs).
nl_nl: Houd BotScout in testmodus (het zal geen IP's van gebruikers controleren)
pt_br: Deixe BotScout em modo de teste (não será feita a busca pelo IP do usuário).

source: If you uncheck this box, BotScout will understand that any query you submit that matches an email or username in its database is not only a search, but also a submission. This means that even if you are just testing a suspect email, your own IP will be added to the database as a spammer if any record of that email exists in the BotScout files.
fr_fr: Si vous décochez cette option, BotScout comprendra que toute requête que vous soumettrez qui correspond à un mail ou un nom d'utilisateur dans sa base de données n'est pas seulement une recherche mais également une soumission. Cela siginifie que même si vous testez une adresse mail suspecte, c'est votre propre adresse IP qui sera enregistrée comme spammer si il existe un enregistrement de ce mail dans les données BotScout.
nl_nl: Als u dit veld uitvinkt, zal BotScout elke aanvraag die u indient en die overeenkomt met een email of gebruikersnaam in de database niet enkel aanzien als een opzoeking, maar ook als een toevoeging. Dit wil zeggen dat als u een verdachte e-mail aftoetst met uw eigen IP-adres, en het e-mailadres is bekend in de database, uw IP-adres zal worden aanzien als een spammer.
pt_br: Se você desmarcar esta caixa, BotScout vai entender que qualquer consulta que você fizer, cujo resultado seja positivo para o email ou nome de usuário, tornou-se uma denúncia, e não apenas uma busca. Isto significa que mesmo que você esteja apenas testando um email suspeito, o seu próprio IP será adicionado à base de dados como assinatura de um spammer, se houver qualquer registro daquele email nos arquivos do BotScout.

source: BotScout API Key:
fr_fr: Clé API BotScout :
nl_nl: BotScout API-sleutel:
pt_br: Chave de API BotScout:

source: Customize register form's help messages:
fr_fr: Personaliser le texte d'aide du formulaire d'enregistrement
pt_br: Customize as mensagens de help no formulário de registro:

source: Use these fields to change the default help messages that Skt NURCaptcha adds to the register form. To return to default values, simply delete all content from that field and click on the save button.
fr_fr: Utilisez ces champs pour changer les messages d'aide par defaut que Skt NURCaptcha ajoute au formulaire d'enregistrement. Pour revenir aux valeurs par défaut, effacer simplement le contenu des champs et cliquez sur le bouton "Mise à jour des options"
pt_br: Utilize estes campos para modificar as mensagens de help que o Skt NURCaptcha adiciona ao formulário de registro. Para retornar aos valores padrão, simplesmente apague o conteúdo do campo e clique no botão de salvar.

source: Username:
fr_fr: Nom d'utilisateur :
nl_nl: Gebruikersnaam:
pt_br: Nome de Usuário:

source: (Hide this help)
fr_fr: (Masquer cette aide)
pt_br: (Ocultar este texto de help)

source: Make me happy:
fr_fr: Faites-moi une fleur :
nl_nl: Maak me gelukkig:
pt_br: Me deixe feliz:

source: Skt NURCaptcha Warning :: BotScout key seems to be incorrect. Retype it and try again.
fr_fr: Alerte Skt NURCaptcha : la clé BotScout semble incorrecte. Retapez-là et réessayez.
nl_nl: Skt NURCaptcha-waarschuwing: de BotScout-sleutel blijkt onjuist te zijn. Geef deze opnieuw in en probeer nog eens.
pt_br: Advertência do Skt NURCaptcha :: a chave de API do BotScout parece estar incorreta. Digite outra vez e tente novamente.

source: There was an error in your captcha response.
fr_fr: Il y avait une erreur dans votre réponse reCaptcha.
pt_br: Houve um erro na sua resposta ao captcha.

source: Settings
fr_fr: Paramètres
nl_nl: Instellingen
pt_br: Configurações

source: Fill the Captcha below
fr_fr: Recopiez le Captcha ci-dessous
nl_nl: Vul de captcha hieronder in
pt_br: Preencha o Captcha abaixo

source: Skt NURCaptcha Warning
fr_fr: Alerte Skt NURCaptcha
nl_nl: Skt NURCaptcha-waarschuwing
pt_br: Skt NURCaptcha - Advertência

source: You must register your reCAPTCHA keys to have Skt NURCaptcha protection enabled.
fr_fr: Vous devez enregistrer vos clés reCaptcha pour activer la potection de Sk NURCaptcha
nl_nl: Je moet je reCAPTCHA-sleutels ingegeven hebben om de beveiliging te activeren.
pt_br: Você precisa registrar suas chaves do reCAPTCHA para habilitar a proteção do Skt NURCaptcha.

source: Go to
fr_fr: Aller à
nl_nl: Ga naar
pt_br: Vá até

source: and save your keys to the appropriate fields
fr_fr: et sauvegarder votre cle dans les champs appropriés
nl_nl: en sla je sleutels op in de juiste velden hieronder
pt_br: e salve suas chaves nos campos apropriados

source: Be sure your keys are saved to the appropriate fields down here
fr_fr: Assurez-vous que vos clés ont été sauvegardées dans les champs appropriés ci-dessous
nl_nl: Wees zeker dat je sleutels zijn opgeslagen in de juiste velden hieronder
pt_br: Assegure-se de que suas chaves sejam salvas nos campos apropriados, abaixo

source: reCaptcha ERROR
fr_fr: Erreur reCaptacha
pt_br: Erro reCAPTCHA

source: username or email missing
fr_fr: Nom d'utilisateur ou email manquant
pt_br: falta o email ou o nome de usuário
